[
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2021/08/p03rr56f-320x202.jpg",
      "title": "Mixing Spaceflight and Philanthropy",
      "sampletext": "There is no escaping the fact that a flight to space (at least to low-Earth orbit), with prices in the tens of millions of dollars, is for the ultra-wealthy. There is an increasing trend of wealthy individuals mixing their spaceflight dreams with philanthropy. While some of these examples may extend beyond what is traditionally [...]",
      "linkto": "https://spaceadventures.com/mixing-spaceflight-and-philanthropy/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2021/03/Dennis-Tito_Cover-022-2053-31-13-07-1536x768.png",
      "title": "Blog: The 20th Anniversary of Private Spaceflight",
      "sampletext": "A Look Back Let's start by saying that nothing worthwhile comes easy. We're celebrating the 20th anniversary of Dennis Tito's spaceflight. He made history by becoming the first fare-paying private citizen to launch to space. But the road that he traveled to get there was full of challenges. Cast your mind back 20 years ago to April 2001. Some [...]",
      "linkto": "https://spaceadventures.com/blog-commercial-spaceflight-in-2021-2/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2021/03/StarShip-3.21-320x202.jpg",
      "title": "Blog: Commercial Spaceflight in 2021",
      "sampletext": "In early 2019 I wrote what is still one of the most popular blogs on Space Adventures' website - Commercial Spaceflight in 2019. I thought it would be interesting to re-visit this topic and look at the status of commercial spaceflight at the start of 2021. As is often the case in the space industry [...]",
      "linkto": "https://spaceadventures.com/blog-commercial-spaceflight-in-2021/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2020/12/N-Europe-small-320x202.jpg",
      "title": "Season’s Greetings 2020",
      "sampletext": "I think many of us will be glad to see the end of 2020 and will welcome 2021 with open arms.  But before we do, I thought it was worth looking back at some of 2020's significant achievements in the field of space exploration - completed despite the global pandemic - as well as some of our favorite photographs [...]",
      "linkto": "https://spaceadventures.com/seasons-greetings-2020/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2019/12/Western-Europe-iss059e061476_orig-320x202.jpg",
      "title": "A Day in the Life of a Private Astronaut (Part 2)",
      "sampletext": "We are often asked what there is to do on the International Space Station (ISS) – while the view is phenomenal (and the pictures don’t lie!) surely visitors don’t just spend all day looking out of the window.  So in this two-part blog post we aim to provide [...]",
      "linkto": "https://spaceadventures.com/a-day-in-the-life-of-a-private-astronaut-part2/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2020/06/AA-on-ISS-320x202.jpg",
      "title": "A Day in the Life of a Private Astronaut",
      "sampletext": "A small group of lucky (and very successful) people have launched to the International Space Station (ISS) on flights arranged by Space Adventures. In the coming years Space Adventures has opportunities to fly to the ISS on both the Russian Soyuz and the Boeing Starliner. We are often [...]",
      "linkto": "https://spaceadventures.com/a-day-in-the-life-of-a-private-astro/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2019/02/blog1-320x202.jpg",
      "title": "Private Mission Available on the SpaceX Crew Dragon",
      "sampletext": "It’s the next step in humanity’s expansion beyond Earth For almost 20 years, Space Adventures has created unique and previously impossible opportunities for private citizens to experience space. As you may know, we’ve arranged eight spaceflight missions to the International Space Station (ISS) with our clients traveling over 36 million miles. Along the way, we’ve also arranged several “firsts” [...]",
      "linkto": "https://spaceadventures.com/private-mission-available-on-the-spacex-dragon/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2020/01/ECA-GTDsm2-320x202.jpg",
      "title": "A Story from Space Adventures Beginnings – Windows of Opportunity",
      "sampletext": "Eric Anderson spoke about how Space Adventures got its start at David Allen's GTD conference in Amsterdam last year.  Eric talks about the importance of recognizing and taking advantage of windows of opportunity and how the impossible can become possible.  Take a look below:  ",
      "linkto": "https://spaceadventures.com/the-story-of-space-adventures-windows-of-opportunity/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2019/08/sts-130_eva3_nicholas_patrick_iss022e066872_full_view_crop-320x202.jpg",
      "title": "Season’s Greetings",
      "sampletext": "Season's Greetings - Celebrating achievements in human spaceflight [All images credit: NASA] As 2019 draws to a close the Space Adventures’ team would like to wish you all the best for the holiday season and a prosperous year ahead. This year marked global celebrations of the 50th anniversary of one of the world’s greatest accomplishments - the successful Apollo [...]",
      "linkto": "https://spaceadventures.com/seasons-greetings/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2019/12/CST_ISS_Docking_Freefly_11_19-sm-320x202.jpg",
      "title": "Boeing Starliner – Progress to Launch",
      "sampletext": "Boeing Starliner - Progress to Launch As I wrote about earlier this year, the Boeing Starliner spacecraft is being developed to take professional and private astronauts to the International Space Station (ISS), and is nearing completion.  The un-crewed test flight to the International Space Station is just around the corner – December 20 to be precise. This is a [...]",
      "linkto": "https://spaceadventures.com/boeing-starliner-progress-to-launch/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2019/06/Dennis-on-ISS-320x202.jpg",
      "title": "Comment on NASA’s support of private astronaut missions to ISS",
      "sampletext": "Congratulations to NASA for announcing plans for space tourism to the U.S. segment of the space station. Space tourism actually began 18 years ago. On April 25, 2001 NASA approved Space Adventures’ first space tourist to visit the ISS, Dennis Tito, who launched just three days later (just in time). After his historic flight, NASA and all ISS partners approved",
      "linkto": "https://spaceadventures.com/comment-on-nasas-support-of-private-astronaut-missions-to-iss/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2019/02/CpWMDOHWgAEEKY4-320x202.jpg",
      "title": "Coming to a launchpad in the Summer of 2019 – Boeing Starliner",
      "sampletext": "SpaceX’s Dragon isn’t the only commercial spacecraft in the game, Boeing’s Starliner will also be making its debut un-crewed flight this year. Just like Dragon, the Starliner is also funded by NASA as part of its Commercial Crew Program. The spacecraft has been in development since 2010 and is now nearing completion. In this blog post we take a",
      "linkto": "https://spaceadventures.com/coming-to-a-launchpad-in-the-summer-of-2019-boeing-starliner/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2019/04/Moonlight_over_Italy_Kelly-1-320x202.jpg",
      "title": "Amazing views from the International Space Station",
      "sampletext": "Whether you are looking back on Earth or up into space, the views from on-board the International Space Station are truly breathtaking. We found the below images in the archive of NASA astronaut Scott Kelly’s year-long mission to the International Space Station, and thought they were too good not to share. Scott launched aboard a Soyuz spacecraft from the Baikonur",
      "linkto": "https://spaceadventures.com/amazing-views-from-the-international-space-station/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2019/03/CrewDragon_ISS_6k.0-320x202.jpg",
      "title": "A New Day is Rising",
      "sampletext": "Crew Dragon approaching the International Space Station during demonstration the flight on March 3, 2019. As we congratulate SpaceX on the success of the launch and docking of Crew Demo-1, we wish them continued success in completing this critical test flight. Eight years ago, NASA ceased their Space Shuttle program leaving the space agency reliant on other vehicles",
      "linkto": "https://spaceadventures.com/a-new-day-is-rising/"
    },
    {
      "img": "",
      "title": "Commercial Spaceflight in 2019 — An exciting year ahead!",
      "sampletext": "Space exploration can often be a waiting game. Significant advancement does not happen quickly as the technology required is complex, and the costs of innovation are high. There is an expression in the UK, where I grew up, that any public transport user can relate to and goes something like, “You wait ages for your bus, and three turn up",
      "linkto": "https://spaceadventures.com/commercial-spaceflight-in-2019-an-exciting-year-ahead/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2014/04/space-station2-320x202.jpg",
      "title": "7 things everyone should know about the International Space Station",
      "sampletext": "It’s in low-Earth orbit The ISS is in low-Earth orbit.  This means that even though it is in space it is still subject to Earth’s gravity and is falling back to Earth, but it is traveling at such speed (approx. 17,500 mile per hour) that it is actually falling around Earth.  It is typically 250 miles above the",
      "linkto": "https://spaceadventures.com/7-things-everyone-should-know-about-the-international/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2016/08/iss022e066886-small-300x173.jpg",
      "title": "ISS Cupola – a room with an extraordinary view",
      "sampletext": "Positioned on the Earth facing side of the International Space Station (ISS) the Cupola provides extraordinary views of the Earth.  The Cupola juts out from the main structure of the ISS and has six side windows and one large center window, which allow astronauts to look both along the ISS to the horizon, and directly down onto Earth below. The ",
      "linkto": "https://spaceadventures.com/iss-cupola-room-with-extraordinary-view-2/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2017/04/Soyuz_TMA-7_spacecraft2-blog-300x199.jpg",
      "title": "Soyuz spacecraft – success through continual improvement",
      "sampletext": "Today, there are only two vehicles that can carry humans into space.  One is the Russian Soyuz, the other is the Chinese Shenzhou (see below). Only Chinese professional astronauts (or taikonauts) are allowed to fly on the Shenzhou, but the Russian Soyuz has flown private and professional astronauts from all over the world. The Soyuz currently flies four times per year",
      "linkto": "https://spaceadventures.com/soyuz-spacecraft/"
    },
    {
      "img": "https://www.centauri-dreams.org/wp-content/uploads/2022/02/eso2202a.jpg",
      "title": "A Third World at Proxima Centauri",
      "sampletext": "The apparent discovery of a new planet around Proxima Centauri moves what would have been today’s post (on laser-thermal interstellar propulsion concepts) to early next week. Although not yet confirmed, the data analysis on what will be called Proxima Centauri d seems strong, in the hands of João Faria (Instituto de Astrofísica e Ciências do Espaço, Portugal) and colleagues. The work has just been published in Astronomy & Astrophysics.",
      "linkto": "https://www.centauri-dreams.org/2022/02/11/a-third-world-at-proxima-centauri/"
    },
    {
      "img": "https://www.centauri-dreams.org/wp-content/uploads/2022/02/STScI-01FTVHXN640PZ8V0H36DMZ4G9A.jpg",
      "title": "An Evolutionary Path for ‘Mini-Neptunes’",
      "sampletext": "It would explain a lot if two recent discoveries involving ‘mini-Neptunes’ turned out to be representative of what happens to their entire class. For Michael Zhang (Caltech) and colleagues, in two just published papers, have found that mini-Neptunes can lose gas to their parent star, possibly indicating their transformation into a ‘super-Earth.’ ",
      "linkto": "https://www.centauri-dreams.org/2022/02/08/an-evolutionary-path-for-mini-neptunes/"
    },
    {
      "img": "https://www.centauri-dreams.org/wp-content/uploads/2022/02/Screenshot-from-2022-02-03-11-47-39.jpg",
      "title": "A New Search Space for Exomoons?",
      "sampletext": "Given our recent discussion of exomoon candidate Kepler-1708 b-i, a possible moon 2.6 times the mass of Earth orbiting a gas giant, I want to be sure to work in Miki Nakajima’s work on how moons form. Nakajima (University of Rochester) is first author of the paper describing this work. It’s a significant contribution because it points to a way to refine the target list for exomoon searches,",
      "linkto": "https://www.centauri-dreams.org/2022/02/04/a-new-search-space-for-exomoons/"
    },
    {
      "img": "https://www.centauri-dreams.org/wp-content/uploads/2022/02/image.jpeg",
      "title": "Planetary Birth around Dying Stars",
      "sampletext": "Half a century ago, we were wondering if other stars had planets, and although we assumed so, there was always the possibility that planets were rare. Now we know that they’re all over the place. In fact, recent research out of Katholieke Universiteit Leuven in Belgium suggests that under certain circumstances, planets can form around stars that are going through their death throes, beginning the transition from red giant to white dwarf. The new work homes in on certain binary stars, and therein hangs a tale.",
      "linkto": "https://www.centauri-dreams.org/2022/02/03/planetary-birth-around-dying-stars/"
    },
    {
      "img": "https://www.centauri-dreams.org/wp-content/uploads/2022/02/GLEAM_transient_marked.jpg",
      "title": "Unusual Transient: A New Kind of Magnetar?",
      "sampletext": "Every time we look in a new place, which in astrophysics often means bringing new tools online, we find something unexpected. The news that an object has been detected that, for one minute in every 18, becomes one of the brightest radio sources in the sky, continues the series of surprises we’ve been racking up ever since first Galileo put eye to telescope. So what is this object, and why is it cause for such interest?",
      "linkto": "https://www.centauri-dreams.org/2022/02/01/unusual-transient-a-new-kind-of-magnetar/"
    },
    {
      "img": "https://www.centauri-dreams.org/wp-content/uploads/2009/05/tzf_img_post.jpg",
      "title": "White Paper: Why We Should Seriously Evaluate Proposed Space Drives",
      "sampletext": "Moving propulsion technology forward is tough, as witness our difficulties in upgrading the chemical rocket model for deep space flight. But as we’ve often discussed on Centauri Dreams, work continues in areas like beamed propulsion and fusion, even antimatter. Will space drives ever become a possibility? Greg Matloff, who has been surveying propulsion methods for decades, knows that breakthroughs are both disruptive and rare. But can we find ways to increase the odds of discovery? A laboratory created solely to study the physics issues space drives would invoke could make a difference. There is precedent for this, as the author of The Starflight Handbook (Wiley, 1989) and Deep Space Probes (Springer, 2nd. Ed., 2005) makes clear below.",
      "linkto": "https://www.centauri-dreams.org/2022/01/28/white-paper-why-we-should-seriously-evaluate-proposed-space-drives/"
    },
    {
      "img": "https://www.centauri-dreams.org/wp-content/uploads/2022/01/astronomers-find-evide.jpg",
      "title": "The Persistent Case for Exomoon Candidate Kepler-1708 b-i",
      "sampletext": "We started finding a lot of ‘hot Jupiters’ in the early days of planet hunting simply because, although their existence was not widely predicted, they were the most likely planetary types to trigger our radial velocity detection methods. These star-hugging worlds produced a Doppler signal that readily showed the effects of planet on star, while smaller worlds, and planets farther out in their orbits, remained undetected.",
      "linkto": "https://www.centauri-dreams.org/2022/01/26/the-persistent-case-for-exomoon-candidate-kepler-1708-b-i/"
    },
    {
      "img": "https://www.centauri-dreams.org/wp-content/uploads/2022/01/solar_sail2.png",
      "title": "A Continuum of Solar Sail Development",
      "sampletext": "2020 GE is an interesting, and soon to be useful, near-Earth asteroid. Discovered in March of 2020 through the University of Arizona’s Catalina Sky Survey, 2020 GE is small, no more than 18 meters or so across, placing it in that class of asteroids below 100 meters in size that have not yet been examined up close by our spacecraft. Moreover, this NEA will, in September of 2023, obligingly make a close approach to the Earth, allowing scientists to get that detailed look through a mission called NEA Scout.",
      "linkto": "https://www.centauri-dreams.org/2022/01/24/a-continuum-of-solar-sail-development/"
    },
    {
      "img": "https://www.centauri-dreams.org/wp-content/uploads/2022/01/Wright_WISE2_4-2015.jpg",
      "title": "The Dyson Sphere Search",
      "sampletext": "The Dyson sphere has become such a staple of SETI as well as science fiction that it’s hard to conceive how lightly Freeman Dyson himself took the idea. In a 2008 interview with Slate, he described the Dyson sphere as no more than ‘a little joke,’ and noted “it’s amusing that of course you get to be famous only for the things you don’t think are serious.” Indeed, Dyson’s 1960 paper “Search for Artificial Stellar Sources of Infrared Radiation,” was but a one-page document in Science that grew out of his notion that an intelligent civilization might not have any interest in communicating. How, then, would astronomers on Earth go about finding it?",
      "linkto": "https://www.centauri-dreams.org/2022/01/20/the-dyson-sphere-search/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2014/11/iss017e021362-300x198.jpg",
      "title": "Reasons you should fly to space",
      "sampletext": "At Space Adventures we are often asked why private citizens should fly to space.  So I asked our previous spaceflight client, Richard Garriott, who spent 12 days on the International Space Station in 2008.  Here is his response. By Richard Garriott Private Space Explorer Since the beginning of our time on Earth, mankind has looked up at the sky",
      "linkto": "https://spaceadventures.com/reasons-fly-space/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2014/10/cupola1-199x300.jpg",
      "title": "10 Best Photos of Earth Taken By Astronauts",
      "sampletext": "Pictures Taken From Space Provide a Look into the Space Travel Experience Since the first astronauts returned with photos showing our planet from a new perspective, our desire to see amazing images of Earth continues unabated.  Technology now allows professional astronauts and visitors to the International Space Station to snap a photo in space and tweet it to the world",
      "linkto": "https://spaceadventures.com/10-best-photos-earth-taken-astronauts/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2014/08/Lunar-300x231.jpg",
      "title": "Taking the Next Step for Mankind",
      "sampletext": "Forty-Five Years After the First Landing, Sights are Set for the Moon Once Again. On July 20, 1969 (45 years ago on Sunday), Neil Armstrong and Buzz Aldrin were the first people to set foot on the moon. This momentous feat was repeated five more times, yet no one has been on the moon or in lunar orbit since the",
      "linkto": "https://spaceadventures.com/taking-the-next-step-for-mankind/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2014/08/Arkyd-video-300x225.jpg",
      "title": "When Life Imitates Art",
      "sampletext": "How Real Space Programs Are Inspired By The Movies. Drawing inspiration from real events is a staple in the entertainment industry, but less common is when science takes a cue from Hollywood. Two such examples of the big screen inspiring science can be found in NASA’s probe, Deep Impact, and Planetary Resources’ telescope, ARKYD. NASA’s probe was named for the",
      "linkto": "https://spaceadventures.com/when-life-imitates-art/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2014/07/july-post-alfonso-248x300.jpg",
      "title": "To Hollywood…And Beyond!",
      "sampletext": "A Look at How Weightless Flights Have Revolutionized the Production Industry. Today marks 19 years since the premiere of Ron Howard’s blockbuster movie, Apollo 13. Considered one of the most iconic space movies of all time, this film inspired generations of people on the wonder of spaceflight while setting the bar for future cosmic cinematics. But how does a director",
      "linkto": "https://spaceadventures.com/to-hollywoodand-beyond/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2014/07/June-Post-Garriott-200x300.jpg",
      "title": "Owen and Richard Garriott: A Father/Son Bond Forged in the Depths of Space",
      "sampletext": "In Honor of Father’s Day We, Reflect on America’s First Cosmic Family Growing up in a household that revolved around galactic missions, rockets and NASA experiments, it’s no surprise that Richard Garriott formed an early and everlasting love of the cosmos. His father, NASA astronaut Owen Garriott, was one of the first six Scientist-Astronauts chosen to study aboard Skylab. During ",
      "linkto": "https://spaceadventures.com/owen-and-richard-garriott-a-fatherson-bond-forged-in-the-depths-of-space/"
    },
    {
      "img": "https://spaceadventures.com/wp-content/uploads/2014/04/Sokol-space-suit-1-300x198.jpg",
      "title": "Relearning the Little Things: Astronauts’ Everyday Adventures While Living In Zero Gravity",
      "sampletext": "Relearning the Little Things: Astronauts’ Everyday Adventures While Living In Zero Gravity See how our space explorers fared while going about their “normal” daily routines With the thrill, adventure and prestige associated with traveling to space, it can be easy to forget that simple everyday tasks are made extraordinary. In zero gravity, ordinary functions such as bathing, eating and sleeping ",
      "linkto": "https://spaceadventures.com/relearning-the-little-things-astronauts-everyday/"
    }
  ]
  