[
  {
    "img": "https://cdn.mos.cms.futurecdn.net/idCuHtbsVEhPaDxMjD7mUW-200-100.jpeg.webp",
    "title": "Space Forces: A Critical History of Life in Outer Space",
    "author": "Fred Scharmen",
    "linkto": "https://amazon.com/Space-Forces-Critical-History-Outer/dp/1786637359?tag=hawk-future-20&ascsubtag=space-in-1189589329682506800-20",
    "description": "Like plenty of kids, Fred Scharmen was fascinated by the depictions he saw of what life in space might look like. But Scharmen grew up to be an architect and urban designer, which taught him to see all the silent assumptions, fears and hopes that were hidden in those images. In Space Forces Scharmen examines seven different visions of life in space, exploring the cultural beliefs they betray and asking us to think more critically about why we want to go to space and how to translate our values into exploration."
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/8HEjgGvHNw4z6rAW9R3KL5-200-100.jpg.webp",
    "title": "Back to Earth: What Life in Space Taught Me About Our Home Planet ― And Our Mission to Protect It",
    "author": "Nicole Stott",
    "linkto": "https://amazon.com/Back-Earth-Planet_And-Mission-Protect/dp/1541675045?tag=hawk-future-20&ascsubtag=space-in-1161286741700887300-20",
    "description": "Retired NASA astronaut Nicole Stott is one of the fewer than 600 people to have reached space, and she hopes the stories of that experience will inspire readers to take a planetary perspective on their daily lives. She offers new philosophies for living on Earth informed by her experience in orbit and melds her experiences in space with stories of people on Earth who act on the same value she sees as so crucial to spaceflight"
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/wAM7hW97rucDDXEnZnHXfT-200-100.jpg.webp",
    "title": "The Apollo Murders",
    "author": "Col. Chris Hadfield",
    "linkto": "https://amazon.com/Apollo-Murders-Colonel-Chris-Hadfield/dp/0316264539?tag=hawk-future-20&ascsubtag=space-in-5704369224230437000-20",
    "description": "New York Times bestselling author, YouTube star, international speaker, and popular Twitter personality, Canadian astronaut Chris Hadfield, has a creative eye on the moon in his first dive into fiction, 'The Apollo Murders'. It's a rousing adventure placed amid the tense days of the U.S.-Soviet Union space race in the 1970s following America's lunar landings. The alternative history is set in 1973 when NASA launches a final top-secret mission to investigate a crewed Soviet space station called Almaz. The clandestine flight continues to the moon as both Russian and American crews target a huge bounty hidden on the lunar surface."
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/fPTHUs3mnoDsMt25YXbhUH-200-100.jpg.webp",
    "title": "Beyond: The Astonishing Story of the First Human to Leave Our Planet and Journey into Space",
    "author": "Stephen Walker",
    "linkto": "https://amazon.com/Beyond-Astonishing-Story-Planet-Journey/dp/0062978152/?tag=hawk-future-20&ascsubtag=space-in-5252642728258875000-20",
    "description": "On April 12, 1961, Russian cosmonaut Yuri Gagarin became the first person to leave Earth's orbit and travel into space, marking a significant milestone in the space race between the United States and the Soviet Union. In Beyond: The Astonishing Story of the First Human to Leave Our Planet and Journey into Space (Harper, 2021), author and documentary filmmaker Stephen Walker recounts intimate details of the months, and years, leading up to Gagarin’s historic flight, revealing the true stories of the Soviet space program as the agency prepared to launch the first human into space — only weeks before American astronaut Alan Shepard's suborbital flight on May 5, 1961. Walker also discusses the historical impact of Gagarin's flight and how it set the stage for NASA's Apollo program. "
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/SfUngPh2e6ngr29uJhbrsJ-200-100.jpg.webp",
    "title": "The Disordered Cosmos: A Journey into Dark Matter, Spacetime, & Dreams Deferred",
    "author": "Chanda Prescod-Weinstein",
    "linkto": "https://amazon.com/gp/product/1541724704?tag=hawk-future-20&ascsubtag=space-in-5756824392857936000-20",
    "description": "Theoretical physics is supposed to be about pure, crisp ideas. But physics is done by humans, and human society brings messiness to any endeavor. That reality means every aspect of physics is marked by the social constraints of who is allowed to do physics in harmony with their identity and who is not. Chanda Prescod-Weinstein, a theoretical physicist at the University of New Hampshire, tackles the implications of that reality in her thought-provoking new book."
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/6nyAZAoErBDzN8wSbTMTBi-200-100.jpg.webp",
    "title": "The Relentless Moon",
    "author": "Mary Robinette Kowal",
    "linkto": "https://amazon.com/Relentless-Moon-Lady-Astronaut-Novel/dp/1250236967?tag=hawk-future-20&ascsubtag=space-in-2226355976225576400-20",
    "description": "Mary Robinette Kowal's Lady Astronaut series imagines what would have happened if Apollo-era spaceflight had continued at the same pace, pushed forward by the existential threat of meteor-caused climate change. This third book follows astronaut Nicole Wargin on an investigation of threats to a lunar base, exploring how life on the ground continues amid ambitious space exploration."
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/8RTzgdMShBpqfqqYepMUnh-200-100.jpg.webp",
    "title": "The Sirens of Mars: Searching for Life on Another World",
    "author": "Sarah Stewart Johnson",
    "linkto": "https://amazon.com/Sirens-Mars-Searching-Another-World-ebook/dp/B07Y7HL1RT?tag=hawk-future-20&ascsubtag=space-in-1427773251421694000-20",
    "description": "Planetary scientist Sarah Stewart Johnson shares the human story of the search for life on Mars in this compelling book. A host of hidden moments about scientists' views of the Red Planet decorate the book's pages, and Johnson explores how scientists have found and lost hope in the process of studying our nearest neighbor."
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/bwB2roQXECn9upELZ8rWW7-200-100.jpg.webp",
    "title": "See You in Orbit?: Our Dream of Spaceflight",
    "author": "Alan Ladwig",
    "linkto": "https://amazon.com/See-You-Orbit-Dream-Spaceflight-ebook/dp/B07YZFJR64/?tag=hawk-future-20&ascsubtag=space-in-7411583210035885000-20",
    "description": "Alan Ladwig, a former NASA manager, dives into the promise of public spaceflight in this new book, which comes as Blue Origin, SpaceX, Virgin Galactic and more take aim at private and commercial space travel."
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/7xstEGCQsgFfthoQjtLH7M-200-100.jpg.webp",
    "title": "Identified Flying Objects",
    "author": "Michael Masters",
    "linkto": "https://amazon.com/dp/B07NHP3GXQ?tag=hawk-future-20&ascsubtag=space-in-9721539759869458000-20",
    "description": "Unidentified flying objects (UFOs) have captured the public's attention over the decades. Rather than aliens, could those piloting UFOs be us — our future progeny that have mastered the landscape of time and space? Perhaps those reports of people coming into contact with strange beings represent our distant human descendants, returning from the future to study us in their own evolutionary past. The idea of us being them has been advanced before, but this new book takes a fresh look at this prospect, offering some thought-provoking proposals."
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/VFJnRRGHQ2CbQuj8YAScn8-200-100.jpg.webp",
    "title": "They Are Already Here: UFO Culture and Why We See Saucers",
    "author": "Sarah Scoles",
    "linkto": "https://amazon.com/They-Are-Already-Here-Culture-ebook/dp/B07VWKZ2QP/?tag=hawk-future-20&ascsubtag=space-in-2353362467112251000-20",
    "description": "Do you remember reading a New York Times story in 2017 that claimed to unveil a Pentagon program dedicated to investigating UFOs? Did you hear rumors about why the FBI closed a solar observatory the next year for then-undisclosed reasons? Are you confused about why there seem to be so many documentaries about alien sightings? 'They Are Already Here: UFO Culture and Why We See Saucers' by freelance journalist Sarah Scoles, tackles these questions and many more."
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/K9gVQLELxKdzHjWzYqyfMg-200-100.jpg",
    "title": "The Milky Way: An Autobiography of Our Galaxy",
    "author": "Moiya McTier",
    "linkto": "https://target.georiot.com/Proxy.ashx?tsid=72128&GR_URL=https%3A%2F%2Famazon.com%2FMilky-Way-Autobiography-Our-Galaxy%2Fdp%2F1538754150%2F%3Ftag%3Dhawk-future-20%26ascsubtag%3Dspace-in-1198150745156506400-20",
    "description": "Astronomers have written the Milky Way's story many times over; scientists have traced violent collisions in its past and future and peered into the supermassive black hole lurking at its heart. But if our galaxy could tell us its story, what would it say? Astrophysicist and folklorist Moiya McTier tells that story in her delightful new book, 'The Milky Way: An Autobiography of Our Galaxy.' McTier's Milky Way makes for a prickly narrator as the book zips through everything from the formation of the universe through the ways scientists think it might come to an end."
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/S9izuZgtY3MpTyzzeT2rGQ-200-100.jpg",
    "title": "A Portrait of the Scientist as a Young Woman",
    "author": "Lindy Elkins-Tanton",
    "linkto": "https://target.georiot.com/Proxy.ashx?tsid=72128&GR_URL=https%3A%2F%2Famazon.com%2FPortrait-Scientist-Young-Woman%2Fdp%2F0063086905%3Ftag%3Dhawk-future-20%26ascsubtag%3Dspace-in-1178760766398154200-20",
    "description": "Lindy Elkins-Tanton of Arizona State University is the principal investigator of NASA's Psyche mission, a spacecraft designed to explore the asteroid of the same name, which appears to be primarily made of metal. But the path she followed to get to that position is full of intriguing side trips she shares in her new memoir, 'A Portrait of the Scientist as a Young Woman.' The book covers everything from her experience conducting"
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/Heu5X6VKZRsgbBogWZqNWQ-200-100.jpg",
    "title": "Horizons: The Global Origins of Modern Science",
    "author": "James Poskett",
    "linkto": "https://target.georiot.com/Proxy.ashx?tsid=72128&GR_URL=https%3A%2F%2Famazon.com%2FHorizons-Global-Origins-Modern-Science%2Fdp%2F0358251796%3Ftag%3Dhawk-future-20%26ascsubtag%3Dspace-in-4856281968411777000-20",
    "description": "What if everything we're taught about the history of astronomy and physics is wrong? In his new book, 'Horizons: The Global Origins of Modern Science,' James Poskett, a historian of science and technology, focuses on how science has always been a global endeavor and how that story was overshadowed by a biased Westernized version. Astronomy and physics play key roles in the story he tells, with cameos from key figures such as Ptolemy and Isaac Newton, although the book spans several scientific fields, including natural history and evolution as well."
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/wAM7hW97rucDDXEnZnHXfT-200-100.jpg",
    "title": "The Apollo Murders",
    "author": "Col. Chris Hadfield",
    "linkto": "https://target.georiot.com/Proxy.ashx?tsid=72128&GR_URL=https%3A%2F%2Famazon.com%2FApollo-Murders-Colonel-Chris-Hadfield%2Fdp%2F0316264539%3Ftag%3Dhawk-future-20%26ascsubtag%3Dspace-in-6857375285844280000-20",
    "description": "New York Times bestselling author, YouTube star, international speaker, and popular Twitter personality, Canadian astronaut Chris Hadfield, has a creative eye on the moon in his first dive into fiction, 'The Apollo Murders.' It's a rousing adventure placed amid the tense days of the U.S.-Soviet Union space race in the 1970s following America's lunar landings. The alternative history is set in 1973 when NASA launches a final top-secret mission to investigate a crewed Soviet space station called Almaz. The clandestine flight continues to the moon as both Russian and American crews target a huge bounty hidden on the lunar surface."
  },
  {
    "img": "https://cdn.mos.cms.futurecdn.net/akbizpfSNgbioFrjdYBRMK-200-100.jpg",
    "title": "The Andromeda Evolution",
    "author": "Daniel H. Wilson",
    "linkto": "https://target.georiot.com/Proxy.ashx?tsid=72128&GR_URL=https%3A%2F%2Famazon.com%2Fdp%2FB07CRGKWC3%3Ftag%3Dhawk-future-20%26ascsubtag%3Dspace-in-1012547008170725000-20",
    "description": "There's finally a sequel to Michael Crichton's 1969 classic about extraterrestrial life trying to take over humanity from, of all places, Arizona. In 'The Andromeda Evolution,' author Daniel H. Wilson continues Crichton's work and brings the terrifying tale into outer space."
  }
]
